/* GENERAL */
"delete" = "Διαγραφή";
"ok" = "OK";


/* TABS */
"home" = "Αρχική";
"open" = "Ανοιχτά";
"closed" = "Κλειστά";
"awards" = "Βραβεία";


/* HOME */
"up_next" = "Επόμενα";
"more_to_explore" = "Περισσότερα...";
"%@, %lld items, %g%% complete." = "%@, %lld εργασίες, %g%% ολοκληρωμένο.";

/* OPEN / CLOSED PROJECTS */
"sort_items" = "Ταξινόμηση";
"change_items_sorting" = "Αλλάξτε την ταξινόμηση";
"optimized" = "Βελτιστοποιημένη";
"creation_date" = "Ημερομηνία Δημιουργίας";
"title" = "Τίτλος";
"delete_project" = "Διαγραφή έργου;";
"select_from_menu_message" = "Παρακαλώ επιλέξτε κάτι από το μενού.";
"nothing_here_message" = "Δεν υπάρχει κάτι.";
"open_projects" = "Ανοιχτά Έργα";
"closed_projects" = "Κλειστά Έργα";
"add_project" = "Πρόσθεσε Έργο";
"add_item" = "Πρόσθεσε Εργασία";
"sort" = "Ταξινόμηση";
"%@ completed" = "%@ ολοκληρωμένο";
"%@, high priority" = "%@, υψηλή προτεραιτότητα";


/* EDIT ITEM / PROJECT */
"edit_item" = "Επεξεργασία";
"basic_settings" = "Βασικές Ρυθμίσεις";
"custom_project_color" = "Χρώμα Έργου";
"priority" = "Προτεραιότητα";
"high" = "Υψηλή";
"low" = "Χαμημηλή";
"medium" = "Μέτρια";
"delete_project_message" = "Είστε σίγουροι ότι θέλετε να διαγράψετε το έργο; Θα διαγραφούν και όλες οι εργασίες που περιέχει";
"close_project_message" = "Κλείνοντας ένα έργο θα μεταφερθεί από το Ανοιχτά στο Κλειστά tab. Η διαγραφή θα αφαιρέσει το έργο οριστικά.";
"description" = "Περιγραφή";
"reopen_project" = "Ξανα άνοιξε το έργο";
"close_project" = "Κλείσε αυτό το έργο";
"delete_project" = "Διαγραφή του έργου";
"edit_project" = "Επεξεργασία";
"mark_completed" = "Ολοκληρωμένο";
"new_project" = "Νέο Έργο";
"new_item" = "Νέα εργασία";


/* AWARDS */
"Unlocked %@" = "Ξεκλείδωτο %@";
"locked" = "Κλειδωμένο";


/* COLORS */
"Pink" = "Ροζ";
"Purple" = "Μωβ";
"Red" = "Κόκκινο";
"Orange" = "Πορτοκαλί";
"Gold" = "Χρυσό";
"Green" = "Πράσινο";
"Teal" = "Λαδί";
"Light Blue" = "Ανοιχτό Μπλε";
"Dark Blue" = "Σκούρο Μπλε";
"Midnight" = "Μεσάνυχτα";
"Dark Gray" = "Σκούρο Γκρι";
"Gray" = "Γκρι";
